[
    {
      "review_id": "624aad777061d99a7504ad82",
      "reviewer_name": "Perrin Lindelauf",
      "rating": 2.0,
      "review": "The target audience of this book is someone who has never read any personal development books and views the whole genre suspiciously. For me, it smacked of a basic thesis, padded with a hasty potpourri of other people's ideas and coated with gushing 'you can have the life of your dreams!' promises. \r\n"
    },
    {
      "review_id": "624aad77ad12a88530059fc8",
      "reviewer_name": "Greg Swierad",
      "rating": 4.0,
      "review": "In this book, Hal Elrod shows us how to design our morning in a way that will boost our life energy. The evenings are not good to do all these things that are important to us (due to tiresome or friends and family or low willpower), that’s why our well designed morning routine might be the only option. Hal Elrod shared 6 elements that should be included in your morning routines, such as time for silence, affirmations, visualizations, exercise, reading, and journaling..\r\n"
    },
    {
      "review_id": "624aad771ff1be6ff526f9cb",
      "reviewer_name": "Ruby Granger",
      "rating": 5.0,
      "review": "Extremely motivating self-help book & one of the most useful I've read. A lot of the advice is quite common-place but the execution really does encourage you to take it head-on\r\n"
    },
    {
      "review_id": "624aad775b3dbacd65678c05",
      "reviewer_name": "Xavier Shay",
      "rating": 3.23,
      "review": "So the writing is cringeworthy (over-the-top internet self-help blogger), but the technique rocks. I've been doing it a week and it's been the most productive and fulfilling week I can remember. Having described myself as a morning person for a while now without really being particularly good at it, I'm excited to be back on the wagon. It's a fast read (easy to skim most of it) and only a couple of dollars on amazon. \r\n"
    },
    {
      "review_id": "624aad771662189c5957a9bf",
      "reviewer_name": "Chester",
      "rating": 3.0,
      "review": "Good methods. Bad writing.\r\n"
    },
    {
      "review_id": "624aad77b85481ef173f8ee5",
      "reviewer_name": "Dannii Elle",
      "rating": 5.0,
      "review": "As a brief overview the central idea this book puts forward is that creating a daily personal development routine can turn you into the person you need to be to help solve all your problems. You have the power to develop into the person you need to be to create everything you have ever wanted in your life. This process begins from how you start your days.\r\n"
    },
    {
      "review_id": "624aad77e5b325b20ec5e8eb",
      "reviewer_name": "Ngiste",
      "rating": 1.0,
      "review": "The worst of its genre of personality-driven personal development books. Repetitive, poorly edited, entirely available for free without the constant onslaught of Hal stories. Seriously. Like 2/3 of this book was hearing how 1 hour solved Hal's depression. This is not wrong about what makes a successful morning. It's just packaged idiotically.\r\n"
    }
  ]